{"text": "MOBY (tm) LANGUAGE II DOCUMENTATION NOTES\r\n\r\nThis documentation, the software and/or database are:\r\n\r\nPublic Domain material by grant from the author, January, 2001.\r\n\r\n\r\n\r\n\r\nHISTORICAL NOTE:\r\n\r\nThe Ward word lists were some of the largest public domain word lists\r\nin the world, at the time they were added to the Project Gutenberg\r\ncollection in 2007. These word lists do not contain 8-bit accented\r\ncharacters or Unicode, as would be found in a more recent Project\r\nGutenberg eBook. Instead, the lists include phonetic spelling,\r\nutilizing backslashes and other characters to indicate where accents\r\nwould normally occur. There is no detailed guide on how these extra\r\ncharacters were used, and therefore it is likely infeasible to map from\r\nthe word lists back to a correct representation of the word (i.e., to\r\nmap from a word list entry with slashes or other characters, back to\r\nthe actual non-English word with accents or other non-ASCII characters).\r\n\r\nThese lists may still be useful, but they are no longer the\r\nstate-of-the-art in word lists. In the time since the lists were\r\ncreated, it has become much easier for anyone with interests to make\r\ntheir own lists of unique words from the Project Gutenberg collection\r\nor other sources.\r\n\r\n\r\nMoby (tm) Language II for MSDOS operating systems is compressed\r\nand distributed as a single zip file.  After decompression the\r\nlanguage files included with this product is in ordinary ASCII\r\nformat with CRLF (ASCII 13/10) delimiters.\r\n\r\n\r\n\r\n\r\nMOBY Language II CONTENTS\r\n\r\nFrench Language list (https://www.gutenberg.org/files/3206/files/french.txt)\r\nGerman Language list (https://www.gutenberg.org/files/3206/files/german.txt)\r\nItalian Language list (https://www.gutenberg.org/files/3206/files/italian.txt)\r\nJapanese Language list (https://www.gutenberg.org/files/3206/files/japanese.txt)\r\nSpanish Language list (https://www.gutenberg.org/files/3206/files/spanish.txt)\r\n\r\n\r\n\r\n\r\nQuick Start\r\n\r\n1) Insure you have at least 3Mb of free disk space to hold the contents\r\n   of this zip file.\r\n\r\n2) Create a destination directory to hold the files listed above.\r\n\r\n3) On the PG Catalog page click on the selection \"More Files\". You will\r\nsee a \"files.zip\" folder in the list. Move this zipped folder to your\r\ncomputer. On your computer open \"files.zip\", double click on its \"files\"\r\nsubdirectory and copy the contents into the  destination directory on\r\nyour computer.\r\n\r\n\r\nWord lists in five of the world's great languages:\r\n\r\n\r\nFRENCH    number of words  138257  size in bytes   1524757\r\nGERMAN    number of words  159809  size in bytes   2055986\r\nITALIAN   number of words   60453  size in bytes    561981\r\nJAPANESE  number of words  115523  size in bytes    934783\r\nSPANISH   number of words   86059  size in bytes    850523\r\n\r\nTotal     number of words  560101  size in bytes   5928030\r\n\r\n\r\nOnce decompressed, the vocabulary files may be viewed and used just\r\nas any TEXT-type file might.", "chapters": [{"title": "HISTORICAL NOTE:", "startIndex": 23}]}